Repository: BracketSpace/Easy-Watermark
Catalog: languages/easy-watermark-*.po
Languages: es_es, pl_pl, ru_ru

source: Same image and watermark paths.
pl_pl: Ta sama ścieżka obrazu i znaku wodnego.

source: No watermark image or text specified.
pl_pl: Nie ustawiono obrazu ani tekstu znaku wodnego.

source: No input image specified.
pl_pl: Nie określono obrazu wejściowego

source: Not allowed image type.
pl_pl: Niedozwolony typ obrazu.

source: No output file specified.
pl_pl: Nie określono pliku wynikowego

source: Not allowed output type.
pl_pl: Nie dozwolony typ wynikowy

source: Could not apply watermark.
pl_pl: Nie można zastosować znaku wodnego.

source: Watermark successfully added.
es_es: Marca de agua añadida correctamente
pl_pl: Znak wodny został dodany.
ru_ru: Водяной знак добавлен.

source: watermarked
es_es: Marca de agua añadida
pl_pl: ze znakiem wodnym
ru_ru: с водяным знаком

source: not watermarked
es_es: Marca de agua NO añadida
pl_pl: bez znaku wodnego
ru_ru: без водяного знака

source: An Image has been marked as %s.
es_es: Una imagen ha sido marcada como %s
pl_pl: Obrazek został oznakowany jako %s.
ru_ru: Изображение помечено как %s.

source: Invalid mime type.
es_es: Tipo MIME inválido
pl_pl: Błędny typ mime.
ru_ru: Неверный тип mime.

source: No watermark image selected and no watermark text set.
es_es: Marca de agua no seleccionada y texto de agua no establecido
pl_pl: Nie ustawiono obrazu ani tekstu znaku wodnego.
ru_ru: Не выбрано изображение и текст водяного знака.

source: Go to settings page
es_es: Ir a la página de configuración
pl_pl: Przejdź do ustawień
ru_ru: Перейти к настройкам

source: An error has occurred.
es_es: Ha ocurrido un error
pl_pl: Wystąpił błąd.
ru_ru: Ошибка.

source: Easy Watermark is active, but requires GD library to work. Please enable this extension.
es_es: Easy Watermark está activo, pero requiere la biblioteca GD para funcionar. Por favor, activa esta extensión
pl_pl: Easy Watermark jest aktywny, ale wymaga biblioteki GD do działania. Proszę, włącz to rozszerzenie.
ru_ru: Easy Watermark активирован, но для работы плагина требуется GD библиотека. Включте данное расширение.

source: Read more
es_es: Leer más
pl_pl: Czytaj więcej
ru_ru: Читать далее

source: Add Watermark
es_es: Añadir marca de agua
pl_pl: Dodaj znak wodny
ru_ru: Добавить водяной знак

source: Add watermark
es_es: Añadir marca de agua
pl_pl: Dodaj znak wodny
ru_ru: Добавить водяной знак

source: No permission to edit file %s. Skipping...
es_es: No tienes permiso para editar el fichero %s. Omitiendo...
pl_pl: Brak uprawnień do edycji pliku %s. Omijanie...
ru_ru: Недостаточно прав для редактирования файла %s. Пропуск...

source: Not supported mime type of %s. Skipping...
es_es: Tipo MIME %s no soportado, omitiendo...
pl_pl: Nieobsługiwany typ pliku %s. Omijanie...
ru_ru: Неподдержиыаемый тип mimt %s. Пропуск...

source: Watermark successfully added to %s
es_es: Marca de agua añadida correctamente a %s
pl_pl: Znak wodny dodany do %s
ru_ru: Водяной знак успешно добавлен к %s

source: Error: '%s', file: %s
pl_pl: Błąd: '%s', plik: %s

source: Complete!
pl_pl: Wykonano!

source: Image succesfully restored: %s
pl_pl: Obraz przywrócony: %s

source: Unknown failure reason.
pl_pl: Wystąpił nieznany błąd.

source: mark as not watermarked
es_es: No marcardo para procesar
pl_pl: oznacz jako bez znaku wodnego
ru_ru: отметить как без водяного знака

source: mark as watermarked
es_es: Marcado como procesado
pl_pl: oznacz jako posiadający znak wodny
ru_ru: отметить как с водяным знаком

source: Restore original image
pl_pl: Przywróć oryginalny obraz

source: This image is used as watermark.
pl_pl: Ten obraz jest używany jako znak wodny.

source: Change settings
pl_pl: Zmień ustawienia

source: General
pl_pl: Ogólne
ru_ru: Общие

source: Image
es_es: Imagen
pl_pl: Obraz
ru_ru: Изображение

source: Text
es_es: Texto
pl_pl: Tekst
ru_ru: Текст

source: Author placeholders
pl_pl: Symbole zastępcze autora

source: User placeholders
pl_pl: Symbole zastępcze użytkownika

source: Image placeholders
pl_pl: Symbole zastępcze obrazu

source: General placeholders
pl_pl: Ogólne symbole zastępcze

source: Settings
es_es: Configuración
pl_pl: Ustawienia
ru_ru: Настройки

source: Donate
es_es: Donar
pl_pl: Przekaż dotację
ru_ru: Пожертвовать

source: About
es_es: Acerca de
pl_pl: O wtyczce
ru_ru: О плагине

source: Plugin Version
es_es: Versión del plugin
pl_pl: Wersja wtyczki
ru_ru: Версия плагина

source: Plugin Author
es_es: Autor del plugin
pl_pl: Autor wtyczki
ru_ru: Автор плагина

source: GD library is enabled.
es_es: Biblioteca GD activa
pl_pl: Biblioteka GD jest włączona.
ru_ru: GD библиотека активирована.

source: GD library is not available! Easy Watermark can't work without it.
es_es: La biblioteca GD no está disponible. Easy Watermark no puede funcionar sin ella
pl_pl: Biblioteka GD jest niedostępna! Easy Watermark nie może bez niej pracować.
ru_ru: GD библиотека не доступна! Easy Watermark не может работать без нее.

source: Plugin page in WP repository
es_es: Página del plugin en el repositorio de WP
pl_pl: Strona wtyczki w repozytorium WP
ru_ru: Страница плгина в репозитории WP

source: Support
es_es: Apoyar
pl_pl: Wsparcie
ru_ru: Поддержка

source: Want to buy me a coffee?
es_es: ¿Me quieres comprar un café?
pl_pl: Chciałbyś postawić mi kawę?
ru_ru: Хотите угостить меня кофе?

source: Easy Watermark Tools
pl_pl: Narzędzia Easy Watermark

source: Bulk Watermark
pl_pl: Masowy znak wodny

source: Using this tool you can quickly apply watermark to all images in the Media Library.
pl_pl: Używając tego narzędzia możesz szybko oznaczyć znakiem wodnym wszystkie obrazy w bibliotece mediów.

source: Using this tool you can quickly apply watermark to all images you uploaded to the Media Library.
pl_pl: Używając tego narzędzia możesz szybko oznaczyć znakiem wodnym wszystkie obrazy, które dodałeś do biblioteki mediów.

source: Start
pl_pl: Rozpocznij

source: Be carefull with this option. If some images alredy has watermark, it will be added though.
pl_pl: Bądź ostrożny używając tej opcji. Jeśli któreś zdjęcia posiadają już znak wodny, zostanie on dodany po raz drugi.

source: Restore original images
pl_pl: Przywróć oryginalne obrazy

source: Here you can remove watermark from all images by restoring the original image files.
pl_pl: Tutaj możesz usunąć znak wodny ze wszystkich obrazów poprzez przywrócenie oryginalnych plików.

source: Here you can remove watermark from the images you uploaded by restoring the original image files.
pl_pl: Tutaj możesz usunąć znak wodny z obrazów, które wgrałeś poprzez przywrócenie oryginalnych plików.

source: Restore
pl_pl: Przywróć

source: Placeholders
es_es: Etiquetas
pl_pl: Symbole zastępcze
ru_ru: Зарезервированные места

source: You can use this placeholders in your text watermark, it will be replaced with proper value just befor applying watermark.
es_es: Puedes utilizar estas etiquetas en tu marca de agua, serán reemplazadas por el valor apropiado cuando se aplique la marca de agua
pl_pl: Możesz użyć tych symboli zastępczych w tekstowym znaku wodnym, będą one zamienione na odpowiednią wartość tuż przed zastosowaniem znaku.
ru_ru: Вы можете использовать эти зарезервированные места в текстовом водяном знаке, они будут заменены указанным значением до применения водяного знака.

source: image author login
pl_pl: login autora obrazu

source: image author display name
pl_pl: nazwa wyświetlana autora obrazu

source: image author email address
pl_pl: email autora obrazu

source: image author url
pl_pl: url autora obrazu

source: site admin email
es_es: correo electrónico del administrador del sitio
pl_pl: email administratora
ru_ru: email администратора

source: blog title
es_es: título del blog
pl_pl: tytuł bloga
ru_ru: Название сайта

source: blog url
es_es: url del blog
pl_pl: url bloga
ru_ru: url сайта

source: current date (see general settings for date format)
es_es: fecha actual (mira las opciones generales para dar formato a la fecha)
pl_pl: bierząca data (zobacz ustawienia generalne)
ru_ru: текущая дата (формат даты из основных настроек)

source: current time
es_es: hora actual
pl_pl: bierzący czas
ru_ru: текущее время

source: image title
pl_pl: tytuł obrazu

source: alternative text for the image
pl_pl: tekst alternatywny obrazu

source: current user login
es_es: usuario actual
pl_pl: login bieżącego użytkownika
ru_ru: Логин пользователя

source: current user display name
es_es: nombre de usuario mostrado
pl_pl: nazwa wyświetlana bieżącego użytkownika
ru_ru: Отображаемое имя пользователя

source: current user email address
es_es: dirección de correo actual
pl_pl: email bierzącego użytkownika
ru_ru: email пользователя

source: current user url
pl_pl: url bieżącego użytkownika

source: Auto Watermark
es_es: Marcas de agua automáticas
pl_pl: Automatyczne dodawanie
ru_ru: Автоматическое добавление

source: Add watermark when uploading images
es_es: Añadir marca de agua al subir las imágenes
pl_pl: Dodawaj znak wodny podczas wgrywania obrazów
ru_ru: Добавлять водяной знак при загрузке изображений

source: Image Types
es_es: Tipos de imagen
pl_pl: Typy obrazów
ru_ru: Типы изображений

source: Select image types which should be watermarked
es_es: Selecciona que tipo de imagen deben tener marca de agua
pl_pl: Zaznacz typy obrazów, które mają być oznaczane znakiem wodnym
ru_ru: Укажите типы изображений, ктороые должны быть помечены водяным знаком

source: Backup
pl_pl: Kopia zapasowa

source: Save original images to allow to restore them after watermark was applied
pl_pl: Zapisuj oryginalne obrazy by umożliwić przywracanie obrazów ze znakiem wodnym

source: This option will use more space on your server. Please consider creating manual backup of original images on your local drive.
pl_pl: Ta opcja zwiększy zużycie przestrzeni dyskowej twojego serwera. Rozważ proszę ręczne przechowywanie kopii wgrywanych obrazów na dysku lokalnym.

source: Image Sizes
es_es: Tamaño de las imágenes
pl_pl: Rozmiary obrazów
ru_ru: Размеры изображений

source: Select image sizes which should be watermarked
es_es: Selecciona el tamaño de las imágenes que deberán tener marca de agua
pl_pl: Zaznacz rozmiary obrazów, które mają być oznaczane znakiem wodnym
ru_ru: Укажите размеры изображений, ктороые должны быть помечены водяным знаком

source: Watermark Type
es_es: Tipo de marca de agua
pl_pl: Typ znaku wodnego
ru_ru: Тип водяного знака

source: Image + Text
es_es: Imagen + Texto
pl_pl: Obraz i tekst
ru_ru: Изображение и Текст

source: Choose, whether to apply image, text, or both.
es_es: Elige si se utilizará una imagen, texto, o ambos
pl_pl: Wybierz, czy jako znak wodny zastosować obraz, tekst, czy tekst z obrazem.
ru_ru: Укажите, что применять изображение, текст или оба.

source: Jpeg Quality
es_es: Calidad Jpeg
pl_pl: Jakość jpeg
ru_ru: Качество jpeg

source: Set jpeg quality from 0 (worst quality, smaller file) to 100 (best quality, biggest file)
es_es: Establece la calidad Jpeg de 0 (peor calidad, imagen más pequeña) a 100 (mejor calidad, imagen más grande)
pl_pl: Ustaw jakość jpeg od 0 (gorsza jakość, mniejszy plik) do 100 (najlepsza jakość, największy plik)
ru_ru: Установите качество jpeg от 0 (низкое качество, меньше размер файла) до 100 (высокое качество, большой размер файла)

source: Date Format
es_es: Formato de Fecha
pl_pl: Format daty
ru_ru: Формат даты

source: Leave blank to use default date format (see general settings)
es_es: Vacío para usar las opciones por defecto (mira las opciones generales)
pl_pl: Pozostaw puste by użyć domyślnych ustawień (zobacz ustawienia generalne)
ru_ru: Оставьте пустым, чтобы использовать формат даты поумолчанию

source: Time Format
es_es: Formato de hora
pl_pl: Format czasu
ru_ru: Формат времени

source: Leave blank to use default time format
es_es: Vacío para usar las opciones de hora por defecto
pl_pl: Pozostaw puste by użyć domyślnych ustawień
ru_ru: Оставьте пустым, чтобы использовать формат времени поумолчанию

source: User Roles
es_es: Roles del usuario
pl_pl: Role użytkowników
ru_ru: Роли пользователей

source: Select, which user roles can have a permission to apply watermarks (only roles with permission to upload files are listed here)
es_es: Selecciona que roles de usuario tienen permiso para aplicar marcas de agua (Solo se muestran los roles que tienen permiso para subir ficheros)
pl_pl: Wybierz, które role mają prawo dodawania znaku wodnego (wylistowano tylko role posiadające uprawnienia do wgrywania obrazków)
ru_ru: Выбирете роли пользователей, которые имеют право добавлять водяной знак (только роли с правом на загрузку файлов перечислены)

source: allow
es_es: permitir
pl_pl: zezwól
ru_ru: разрешить

source: deny
es_es: denegar
pl_pl: odmów
ru_ru: запретить

source: Allow to Auto Watermark
es_es: Marcas de agua automáticas
pl_pl: Pozwól na automatyczne dodawanie znaku wodnego
ru_ru: Разрешить автоматическое добавление водяного знака

source: Check this to allow watermarking on upload to every user. If unchecked, 'Auto Watermark' function will be dependent on above role-based settings.
es_es: Selecciona esta opción para permitir aplicar las marcas de agua a los ficheros subidos por cualquier usuario. Si no se marca, la función 'Marca de agua automática' dependerá de las opciones basadas en roles
pl_pl: Zaznacz tą opcję by zezwolić na automatycznie dodawanie znaku wodnego wszystkim użytkownikom. Gdy to pole jest odznaczone, funkcja automatycznego dodawania będzie zależna od powyższych ustawień dotyczących ról.
ru_ru: Отметьте, чтобы водяной знак добавлялся при загрузке изображений любым пользователем. Если не отмечено, то функция автоматического добавления водяного знака зависит от общих настроек ролей пользователей.

source: Post Types
es_es: Tipo de entradas
pl_pl: Typy postów
ru_ru: Типы записей

source: Select what post type attachments should be automatically watermarked
es_es: Selecciona que tipo de entradas deben tener marca de agua en las imágenes adjuntas
pl_pl: Wybierz typy postów, do których załączane obrazki powinny być automatycznie znakowane
ru_ru: Укажите какие типы вложений записи должны быть помечены водяным знаком автоматически.

source: Select All
es_es: Seleccionar todo
pl_pl: Zaznacz wszystkie
ru_ru: Выбрать все

source: Unattached Images
es_es: Imagenes sin adjuntar
pl_pl: Niezałączone obrazki
ru_ru: Неприкрепленные изображения

source: uploaded through the media library page
es_es: Subidas mediante la página de la biblioteca multimedia
pl_pl: wgrane na stronie bibioteki mediów
ru_ru: загруженные через страницу медиатеки

source: Posts
es_es: Entradas
pl_pl: Posty
ru_ru: Записи

source: Pages
es_es: Páginas
pl_pl: Striny
ru_ru: Страницы

source: Watermark Image
es_es: Imagen de marca de agua
pl_pl: Znak wodny
ru_ru: Изображение водяного знака

source: Choose Watermark Image
es_es: Selecciona la imagen para la marca de agua
pl_pl: Wybierz znak wodny
ru_ru: Выбирите изображение водяного знака

source: Set as Watermark Image
es_es: Establece la imagen como marca de agua
pl_pl: Ustaw jako znak wodny
ru_ru: Установить как изображение водяного знака

source: Select/Upload Image
es_es: Selecciona/Sube una imagen
pl_pl: Wybierz/wgraj obraz
ru_ru: Выбрать/загрузить изображение

source: Note: If you want to upload a new image, make sure that "Auto watermark" option is unticked or text watermark is not set. Otherwise uploaded image will be watermarked.
es_es: Nota: Si quires añadir una nueva imagen, asegurate de que la opción "Marca de agua automática" no está marcada o el texto para la marca de agua no está establecido. De otra forma, las imágenes que subas tendrán una marca de agua
pl_pl: Uwaga: Jeśli chcesz wgrać nowy obraz, upewnij się, że opcja "Automatyczne dodawanie" jest odznaczona, lub tekstowy znak wodny nie jest ustawiony. W przeciwnym wypadku wgrywany obraz zostanie oznaczony znakiem wodnym.
ru_ru: Пирмечание: если вы хотите загрузить новое изображение для водяного знака, убедитесь, что функция автоматического добавления водяного знака отключена и текстовый водяной знак не установлен. Иначе загруженное изображение будет помечено водяным знаком.

source: Click on image to change it.
es_es: Click en la imagen para cambiarla
pl_pl: Kliknij na obraz by go zmienić.
ru_ru: Кликните на изображение чтобы отредактировать его.

source: Remove image
es_es: Elimiar imagen
pl_pl: Usuń obraz
ru_ru: Удалить изображение

source: Note: If you want to upload a new image, make sure that "Auto watermark" option is unticked, or remove current image and unset text watermark first. Otherwise uploaded image will be watermarked.
es_es: Nota: Si quieres subir una imagen nueva, asegúrate de que la opción "Marca de agua automática" no está seleccionada, o elimina la imagen actual o el texto de marca de agua primero. De lo contrario, la imagen subida tendrá una marca de agua
pl_pl: Uwaga: Jeśli chcesz wgrać nowy obraz, upewnij się, że opcja "Automatyczne dodawanie" jest odznaczona, lub usuń bieżący obraz i zresetuj tekstowy znak wodny. W przeciwnym wypadku wgrywany obraz zostanie oznaczony znakiem wodnym.
ru_ru: Пирмечание: если вы хотите загрузить новое изображение для водяного знака, убедитесь, что функция автоматического добавления водяного знака отключена или удалите текущее изображение и отключите текстовый водяной знак. Иначе загруженное изображение будет помечено водяным знаком.

source: Image Alignment
es_es: Alineamiento de la imagen
pl_pl: Wyrównanie obrazka
ru_ru: Выравнивание изображения

source: Scaling Mode
es_es: Modo de escalado
pl_pl: Skalowanie
ru_ru: Изменение размера

source: None
es_es: No
pl_pl: Brak
ru_ru: Нет

source: Fill
es_es: Llenar
pl_pl: Wypełnij
ru_ru: Заполнить

source: Fit
es_es: Ajustar
pl_pl: Dopasuj
ru_ru: Подогнать

source: Fit to Width
es_es: Ajustar al ancho
pl_pl: Dopasuj szerokość
ru_ru: Подогнать по ширине

source: Fit to Height
es_es: Ajustar al alto
pl_pl: Dopasuj wysokość
ru_ru: Подогнать по высоте

source: Select how to scale watermark image.
es_es: Selecciona como escalar las marcas de agua
pl_pl: Wybierz sposób skalowania znaku wodnego.
ru_ru: Выбирите способ изменения размера изображения водяного знака

source: Scale to Smaller
es_es: Escalar al más pequeño
pl_pl: Skaluj do mniejszego obrazu
ru_ru: Только уменьшить

source: If this is checked, watermark will be scaled only for images smaller than watermark image.
es_es: Si esto está seleccionado, la marca de agua será redimensionada sólo para imágenes más pequelas que la imagen de la marca de agua
pl_pl: Jeśli ta opcja jest zaznaczona, znak wodny będzie skalowany jedynie dla obrazków mniejszych, niż obrazek znaku wodnego.
ru_ru: Если выбрана эта опция, изображение водяного знака будет уменьшено только если изображение менье чем водяной знак.

source: Scale
es_es: Redimiensionar
pl_pl: Skala
ru_ru: Масштаб

source: Image Offset
es_es: Offset de la imagen
pl_pl: Offset obrazka
ru_ru: Смещение изображения

source: Offset can be defined in pixels (just numeric value) or as percentage (e.g. '33%')
es_es: El offset puede ser definido en píxeles (un valor numérico) o como porcentaje (por ejemplo, '33%')
pl_pl: Offset może być ustawiony w pikselach (po porstu numer) lub procentowo (np. '33%')
ru_ru: Смещение изображения может быть указано в пикселах (числовое значение), либо в процентах (например '33%')

source: Opacity
es_es: Opacidad
pl_pl: Nieprzezroczystość
ru_ru: Непрозрачность

source: Opacity does not affect the png images with alpha chanel.
es_es: La opacidad no afecta a las imágenes PNG con canal alfa
pl_pl: Ta opcja nie dotyczy obrazów png posiadających kanał alfa.
ru_ru: Опция неприменима к изображениям типа png с альфа-каналом

source: Watermark Text
es_es: Texto de la marca de agua
pl_pl: Tekst znaku wodnego
ru_ru: Текст водного знака

source: You can use placeholders. See help.
pl_pl: Możesz użyć symboli zastępczych. Zobacz pomoc.

source: Preview
es_es: Previsualización
pl_pl: Podgląd
ru_ru: Предпросмотр

source: Text Alignment
es_es: Alineación del texto
pl_pl: Wyrównanie tekstu
ru_ru: Выравнивание текста

source: Text Offset
es_es: Offset del texto
pl_pl: Offset tekstu
ru_ru: Смещение текста

source: Font
es_es: Fuente
pl_pl: Czcionka
ru_ru: Шрифт

source: Text Color
es_es: Color del texto
pl_pl: Kolor tekstu
ru_ru: Цвет текста

source: Text Size
es_es: Tamaño del texto
pl_pl: Rozmiar tekstu
ru_ru: Размер текста

source: Text Angle
es_es: Ángulo del texto
pl_pl: Kąt obrotu tekstu
ru_ru: Наклон текста

source: Easy Watermark Settings
es_es: Configuración de Easy Watermark
pl_pl: Ustawienia Easy Watermark
ru_ru: Настройки Easy Watermark

source: Save Changes
es_es: Guardar cambios
pl_pl: Zapisz zmiany
ru_ru: Сохранить изменения

source: You are about to restore all original images. This action will remove all watermarks ever applied. Are you sure you want to do this?
pl_pl: Masz zamiar dodać znak wodny do wszystkich obrazków w bibliotece. Tej akcji nie można cofnąć. Jesteś pewien, że chcesz to zrobić?

source: You are about to restore original images for attachments you ever uploaded. This action This action will remove all watermarks ever applied. Are you sure you want to do this?
pl_pl: Masz zamiar przywrócić oryginalne wersje wszystkich obrazów, które kiedykolwiek wgrałeś. Ta akcja usunie wszystkie kiedykolwiek stworzone znaki wodne. Jesteś pewien, że chcesz to zrobić?

source: Proceed
es_es: Procede
pl_pl: Kontynuuj
ru_ru: Выполнить

source: Cancel
es_es: Cancelar
pl_pl: Anuluj
ru_ru: Отмена

source: %s images restored.
pl_pl: Przywrócono %s obrazów.

source: %s or %s
pl_pl: %s lub %s

source: Go back
pl_pl: Wróć

source: Go to Media Library
es_es: Ir a biblioteca de medios
pl_pl: Idź do biblioteki mediów
ru_ru: Перейти к медиатеке

source: Starting...
pl_pl: Rozpoczynam...

source: Processed %s of %s images
pl_pl: Przetworzono %s z %s plików

source: Duration: %s
pl_pl: Czas trwania: %s

source: You are about to watermark all images in the library. This action can not be undone. Are you sure you want to do this?
es_es: Vas a añadir una marca de agua a todas las imágenes de la biblioteca. Esta opción no puede deshacerse. ¿Estás seguro de que quieres continuar?
pl_pl: Masz zamiar dodać znak wodny do wszystkich obrazków w bibliotece. Tej akcji nie można cofnąć. Jesteś pewien, że chcesz to zrobić?
ru_ru: Вы собираетесь установить водяной знак на все изображения в медиатеке. Это действие не может быть отменено. Вы уверены, что хотите продолжить?

source: You are about to watermark all images you have uploaded ever. This action can not be undone. Are you sure you want to do this?
es_es: Vas a añadir una marca de agua a todas las imágenes de la biblioteca. Esta opción no puede deshacerse. ¿Estás seguro de que quieres continuar?
pl_pl: Masz zamiar dodać znak wodny do wszystkich obrazków które kiedykolwiek wgrałeś. Tej akcji nie można cofnąć. Jesteś pewien, że chcesz to zrobić?
ru_ru: Вы собираетесь установить водяной знак на все когда либо загруженные изображения. Это действие не может быть отменено. Вы уверены, что хотите продолжить?

source: %s images watermarked.
pl_pl: %s obrazów oznakowano znakiem wodnym.

source: Status
es_es: Estado
ru_ru: Статус

source: FAQ
ru_ru: ЧАВо

source: Add watermark to all images
es_es: Añadir una marca de agua a todas las imágenes
ru_ru: Добавить водяной знак ко всем изображениям

source: Add watermark to all images uploaded by you
es_es: Añadir una marca de agua a todas las imágenes subidas por ti
ru_ru: Добавить водяной знак ко всем изображениям загруженным вами.

source: Be carefull with that option. If some images alredy has watermark, it will be added though.
es_es: Se cuidadoso con esta opción. Si la imagen ya tiene una marca de agua, esta se añadirá de todas formas
ru_ru: Будьте внимательны с этой опцией. Если некоторые изображения уже имеют водяной знак, он будет добавлен повторно.
