Repository: BracketSpace/Easy-Watermark
Catalog: languages/easy-watermark-*.po
Languages: es_es, pl_pl, ru_ru

source: You can use placeholders listed on the right side of this page
es_es: Puedes utilizar las etiquetas mostradas en el lado derecho de esta página
ru_ru: Можно использозовать зарезервированные места с правой стороны страницы

source: Cheatin&#8217; uh?
es_es: Haciendo trampas?
